Repository: okocsis/assignmentfortelco
Catalog: YettelHomeWork/Localizable.xcstrings
Source language: en
Languages: hu

# common.button.cancel
source: Cancel
hu: Mégsem

# common.button.confirm
source: Confirm
hu: Megerősítés

# common.button.purchase
source: Purchase
hu: Vásárlás

# common.price_huf_format
source: %@ HUF
hu: %@ Ft

# common.title.e_vignette
source: E-vignette
hu: E-matrica

# confirmation.county_count
source: %ld counties
hu: %ld vármegye

# confirmation.navigation_title
source: Confirmation
hu: Megerősítés

# confirmation.product
source: Product
hu: Termék

# confirmation.title
source: Review order
hu: Rendelés ellenőrzése

# confirmation.total
source: Total
hu: Összesen

# confirmation.vehicle
source: Vehicle
hu: Jármű

# county.button.next
source: Next
hu: Tovább

# county.section.title
source: Yearly county vignettes
hu: Éves vármegyei matricák

# county.total_price.label
source: Total amount
hu: Fizetendő összeg

# county.warning.disconnected_selection
source: %@ has no direct connection to currently selected counties.
hu: %@ nem kapcsolódik közvetlenül a jelenleg kiválasztott vármegye(k)hez.

# home.section.county_vignettes
source: Yearly county vignettes
hu: Éves vármegyei matricák

# home.section.national_vignettes
source: National vignettes
hu: Országos matricák

# home.title.highway
source: Highway
hu: Autópálya

# national.vignette.day
source: D1 - daily (1 day)
hu: D1 - napi (1 napos)

# national.vignette.month
source: D1 - monthly
hu: D1 - havi

# national.vignette.week
source: D1 - weekly (10 days)
hu: D1 - heti (10 napos)

# national.vignette.year
source: D1 - yearly
hu: D1 - éves

# result.button.done
source: Done
hu: Rendben

# result.button.retry
source: Try again
hu: Próbáld újra

# result.failure.message
source: The purchase could not be completed. Please try again.
hu: A vásárlást nem sikerült befejezni. Kérlek próbáld újra.

# result.failure.title
source: Order failed
hu: A rendelés sikertelen

# result.navigation_title
source: Result
hu: Eredmény

# result.success.message
source: You paid for the vignettes successfully!
hu: A matricákat sikeresen kifizetted!

# result.success.title
source: Order successful
hu: A rendelés sikeres
